Repository: SubvertDev/ForPDA
Catalog: Modules/Sources/TopicFeature/Resources/Localizable.xcstrings
Source language: en
Languages: ru

source: %lld people voted
ru: Проголосовало %lld чел.

source: About Topic
ru: О теме

source: Add to favorites
ru: В избранное

source: Added to favorites
ru: Добавлено в избранное

source: All
ru: Все посты

source: Are you sure, that you want to delete this post?
ru: Вы уверены, что хотите удалить этот пост?

source: Are you sure, that you want to delete this topic?
ru: Вы уверены, что хотите удалить эту тему?

source: Are you sure, that you want to restore this post?
ru: Вы уверены, что хотите восстановить этот пост?

source: Close Topic
ru: Закрыть тему

source: Copy Link
ru: Скопировать ссылку

source: Delete Topic
ru: Удалить тему

source: Down
ru: Плохо

source: Except deleted
ru: Кроме удаленных

source: Go To End
ru: Перейти в конец

source: Hide
ru: Скрыть тему

source: Karma History
ru: История кармы

source: Link copied
ru: Ссылка скопирована

source: Loading...
ru: Загружаем...

source: No
ru: Нет

source: Only default
ru: Только обычные

source: Only deleted
ru: Только удаленные

source: Only hidden
ru: Только скрытые

source: Open In Browser
ru: Открыть в браузере

source: Open Topic
ru: Открыть тему

source: Poll
ru: Опрос

source: Post deleted
ru: Пост удален

source: Post karma changed
ru: Голос засчитан

source: Post restored
ru: Пост восстановлен

source: Posts Filter
ru: Фильтр постов

source: Remove from favorites
ru: Удалить из избранного

source: Remove Hide
ru: Убрать скрытие темы

source: Removed from favorites
ru: Удалено из избранного

source: Report sent
ru: Жалоба отправлена

source: Show results
ru: Результаты

source: The post has been deleted, showing the nearest one
ru: Пост был удален, показываю ближайший

source: Today, %@
ru: Сегодня, %@

source: Tools
ru: Инструменты

source: Topic deleted
ru: Тема удалена

source: Topic Hat
ru: Шапка темы

source: Unable to delete topic
ru: Не удалось удалить тему

source: Up
ru: Хорошо

source: Vote
ru: Голосовать

source: Vote approved
ru: Голос засчитан

source: Write Post
ru: Написать пост

source: Yes
ru: Да

source: Yesterday, %@
ru: Вчера, %@
